/*export const planetsData = [
  {
    model: '/models/mercury.glb',
    title: 'Меркурий',
    fact: 'Меркурий сжимается! Планета уменьшается в размерах из-за охлаждения ядра - за последние 4 млрд лет диаметр сократился на 14 км.'
  },
  {
    model: '/models/venus.glb',
    title: 'Венера',
    fact: 'День на Венере длиннее года! Полный оборот вокруг Солнца она делает за 225 земных дней, а вокруг своей оси - за 243 дня.'
  },
  {
    model: '/models/earth.glb',
    title: 'Земля',
    fact: 'Земля не идеально круглая - из-за вращения она сплюснута у полюсов. Разница между экваториальным и полярным диаметрами составляет 43 км.'
  },
  {
    model: '/models/mars.glb',
    title: 'Марс',
    fact: 'На Марсе находится самый большой вулкан в Солнечной системе - Олимп высотой 26 км (в 3 раза выше Эвереста).'
  },
  {
    model: '/models/jupiter.glb',
    title: 'Юпитер',
    fact: 'Юпитер вращается быстрее всех планет - сутки длятся всего 9 часов 55 минут, из-за чего планета заметно сплюснута у полюсов.'
  },
  {
    model: '/models/saturn.glb',
    title: 'Сатурн',
    fact: 'Энцелад, спутник Сатурна, имеет подледный океан с гидротермальными источниками - одно из самых вероятных мест для существования внеземной жизни в Солнечной системе.'
  },
  {
    model: '/models/uranus.glb',
    title: 'Уран',
    fact: 'Уран вращается "лежа на боку" - его ось наклонена на 98 градусов, что вызывает экстремальные сезонные изменения длиной по 42 года.'
  },
  {
    model: '/models/neptune.glb',
    title: 'Нептун',
    fact: 'На Нептуне дуют самые сильные ветра в Солнечной системе - их скорость достигает 2100 км/ч (это сверхзвуковая скорость).'
  }
];*/
export const planetsData = [
  {
    img: '/images/mercury.png',
    title: 'Меркурий',
    fact: 'Меркурий сжимается! Планета уменьшается в размерах из-за охлаждения ядра - за последние 4 млрд лет диаметр сократился на 14 км.'
  },
  {
    img: '/images/venus.png',
    title: 'Венера',
    fact: 'День на Венере длиннее года! Полный оборот вокруг Солнца она делает за 225 земных дней, а вокруг своей оси - за 243 дня.'
  },
  {
    img: '/images/earth.png',
    title: 'Земля',
    fact: 'Земля не идеально круглая - из-за вращения она сплюснута у полюсов. Разница между экваториальным и полярным диаметрами составляет 43 км.'
  },
  {
    img: '/images/mars.png' ,   
    title: 'Марс',
    fact: 'На Марсе находится самый большой вулкан в Солнечной системе - Олимп высотой 26 км (в 3 раза выше Эвереста).'
  },
  {
    img: '/images/jupiter.png',
    title: 'Юпитер',
    fact: 'Юпитер вращается быстрее всех планет - сутки длятся всего 9 часов 55 минут, из-за чего планета заметно сплюснута у полюсов.'
  },
  {
    img: '/images/saturn.png',
    title: 'Сатурн',
    fact: 'Энцелад, спутник Сатурна, имеет подледный океан с гидротермальными источниками - одно из самых вероятных мест для существования внеземной жизни в Солнечной системе.'
  },
  {
    img: '/images/uranus.png',
    title: 'Уран',
    fact: 'Уран вращается "лежа на боку" - его ось наклонена на 98 градусов, что вызывает экстремальные сезонные изменения длиной по 42 года.'
  },
  {
    img: '/images/neptune.png',
    title: 'Нептун',
    fact: 'На Нептуне дуют самые сильные ветра в Солнечной системе - их скорость достигает 2100 км/ч (это сверхзвуковая скорость).'
  }
];